{
	"home": "Start",
	"aboutMe": "Über mich",
	"projects": "Projekte",
	"contactMe": "Kontakt",
	"softwareDeveloper": "Software Entwickler",
	"musician": "Musiker",
	"magician": "Magier",
	"coding": "Coding",
	"music": "Musik",
	"magic": "Magie",
	"video": "Video",
	"show": "Anzeigen",
	"email": "E-Mail Adresse",
	"codingDescription": "Ich begann im Alter von 12 Jahren mit der Programmierung - zuerst in einer Arbeitsgruppe, später im Unterricht. Derzeit studiere ich dual Informatik bei SAP. Ich konnte in der ganzen Zeit viel Erfahrung im Programmieren sammeln. So beherrsche ich die Sprachen Java, JavaScript, Python, PHP, SQL and Webentwicklung. Außerdem konnte ich schon mit verschiedenen Frameworks arbeiten, wie beispielsweise Spring Boot, Android, NodeJS, Bootstrap und vieles mehr. Zudem interessiere ich mich auch für die Konfiguration von Servern unter Linux und arbeite dabei unter anderem mit Docker und Nginx.",
	"musicDescription": "Im Alter von 6 Jahren begann ich mit dem Klavierspielen, eine Freundin von mir inspirierte mich im Alter von 12 Jahren zum Gitarrespielen. In der Schule trat ich dem Schulorchester bei und spielte den E-Bass. Da mein Vater Musik studierte, konnte ich von ihm viel über Harmonie lernen. Ich spielte auch in einer Band namens FineTune, bis ich kurz vor Beginn meines Studiums begann. Im Moment beschäftige ich mich sehr stark mit Jazz, Neo-Jazz, Funk etc. und begleite auch des öfteren Hochzeiten.",
	"magicDescription": "Magie ist für mich ein eher neues Hobby. Ich habe damit erst vor ein paar Jahren angefangen als ein weiterer Freund mich dafür begeisterte. Ich beschäftige mich hauptsächlich mit close-up Magic, insbesondere mit Card Magic. Ich konnte meine Freunde jedoch auch schon mit ein paar Coin Tricks überzeugen, bin ich hauptsächlich in Card Magic interessiert.",
	"dashupDescription": "Die Dashup-Plattform bietet einen schnellen Überblick über mehrere Widgets, die für Produktivitätszwecke verwendet werden können. Ziel ist es, die Verwendung verschiedener Widgets zu standardisieren, indem eine globale Design- und Funktionsrichtlinie definiert wird.",
	"financerDescription": "Financer ist eine Anwendung, die Ihnen hilft, Ihre persönlichen Ausgaben und Einnahmen zu verwalten. Es hilft Ihnen zu analysieren, wie viel Sie für das Leben, Essen usw. ausgegeben haben. Außerdem können Sie sich einen Überblick über den zeitlichen Verlauf Ihrer Ausgaben sowie über Ihre Einnahmen verschaffen.",
	"bandExclusiveDescription": "Exclusive, die Coverband aus Mönchengladbach, macht mit einer bunten Mischung aus den Hits der 80ger, 90ger und aktuellen Titeln, Medleys von bekannten Bands und Künstlern, einen gelungenen Gute-Laune-Abend. ",
	"message": "message"
}